{"court":"最高法院","date":"2020-03-18T00:00:00+08:00","no":"109,台上,502","sys":"民事","reason":"確認區分所有權人會議決議無效","judgement":"最高法院民事判決　　　　　　　　　　109年度台上字第502號\r\n上　訴　人　周方慰\r\n訴訟代理人　謝依婷律師\r\n被 上訴 人　時代廣場大樓管理委員會\r\n\r\n法定代理人　姚　輝\r\n上列當事人間確認區分所有權人會議決議無效事件，上訴人對於\r\n中華民國107年7月31日臺灣高等法院第二審判決（ 107年度上字\r\n第138 號），提起上訴，本院判決如下：\r\n    主  文\r\n原判決廢棄，發回臺灣高等法院。\r\n    理  由\r\n本件上訴人主張：伊係時代廣場大樓（下稱系爭大樓）地下 2樓\r\n之區分所有權人。系爭大樓共 224戶，被上訴人於民國105年3月\r\n26日召開 105年度區分所有權人會議（下稱系爭會議），作成修\r\n正「時代廣場大樓規約」（下稱系爭規約）第25條第3項及第4項\r\n規定之決議（下稱系爭決議）。惟系爭會議之出席區分所有權人\r\n數比例及決議時同意人數比例，違反公寓大廈管理條例第31條及\r\n系爭規約第22條規定，且決議內容違反系爭規約第15條、第22條\r\n規定而為無效等情。爰求為確認系爭決議不存在之判決。\r\n被上訴人則以：伊於107年4月21日重新召集第17屆區分所有權人\r\n會議，修正並變更系爭規約，上訴人請求確認過去之法律關係，\r\n並無確認利益。伊於105年3月19日（原判決誤載為1日）召開105\r\n年度第1 次區分所有權人會議，因出席人數不足而流會，乃於同\r\n年月26日就同一議題召開系爭會議，其出席區分所有權人數比例\r\n及決議時同意人數比例，符合公寓大廈管理條例第32條第1 項、\r\n系爭規約第21條第2 項規定，所為決議並非無效。又區分所有權\r\n人會議之召集程序或決議方法違反法令或章程，僅係得撤銷，並\r\n非當然無效等語，資為抗辯。\r\n原審為上訴人敗訴之判決，駁回其變更之訴，係以：查被上訴人\r\n於105年3月26日召集系爭會議並作成系爭決議後，基於該項決議\r\n所修正之系爭規約第25條第3項、第4項規定，已因107年4月21日\r\n再次召集區分所有權人會議，決議修正變更系爭規約而不存在，\r\n上訴人並未主張及證明仍有訴請確認系爭決議不存在之必要，其\r\n請求確認不存在之系爭決議，顯係以過去之法律關係為確認訴訟\r\n之標的，並無即受確認判決之法律上利益。按區分所有權人會議\r\n之召集程序或決議方法，違反法令或章程時，依公寓大廈管理條\r\n例第1條第2項規定，應適用民法第56條第1 項撤銷總會決議之規\r\n定，由區分所有權人請求法院為撤銷區分所有權人會議決議之判\r\n決。系爭會議之議題六為「修正時代廣場大樓管理委員會委員選\r\n舉資格及辦法」，依系爭規約第22條規定，屬於特別決議事項。\r\n兩造不爭執系爭大樓之區分所有權人計有 224人，依系爭規約第\r\n22 條第1款規定，被上訴人召集系爭會議修正系爭規約，即應由\r\n區分所有權人2/3以上即150人，及其所有權比例合計 2/3以上出\r\n席，及以出席人數3/4以上即113人及其所有權比例占出席人數所\r\n有權 3/4以上之同意，始為合法。系爭大樓之區分所有權人出席\r\n系爭會議者僅為141人，僅占全體區分所有權人數之63%，同意者\r\n僅為69人，僅占出席人數之49% 。系爭會議之出席與同意人數固\r\n然不足法定人數，惟此僅足以證明系爭決議之方法違法，尚不足\r\n以證明其決議內容違法。系爭決議雖有得撤銷之原因，惟於區分\r\n所有權人提起撤銷系爭決議之訴，並獲得勝訴確定判決以前，系\r\n爭決議仍屬有效存在。系爭規約第15條第2 項規定，係指決議之\r\n內容違反系爭規約之規定，並不包括決議之方法違反系爭規約之\r\n情形。系爭會議之決議方法雖違反系爭規約第22條規定，但系爭\r\n決議之內容並未違反系爭規約之規定，系爭決議仍屬有效。上訴\r\n人變更之訴請求確認系爭決議不存在，為無理由，不應准許等詞\r\n，為其判斷之基礎。\r\n查上訴人於事實審主張：其已另向臺灣臺北地方法院（下稱臺北\r\n地院）起訴請求撤銷106年12月23日第16屆第2次區分所有權人會\r\n議之決議，並提出臺北地院準備程序通知書、民事訴訟起訴狀影\r\n本為據（見原審卷第209至216頁），此攸關依該次會議決議修正\r\n之規約所召集之第17屆區分所有權人會議之適法性。倘第17屆區\r\n分所有權人會議所為新修正之規約不成立，能否謂上訴人本件請\r\n求確認系爭決議不存在，無確認之利益？尚非無疑。次按公寓大\r\n廈管理委員會為人的組織體，區分所有權人會議為其最高意思機\r\n關。區分所有權人會議之決議乃多數區分所有權人基於平行與協\r\n同之意思表示相互合致而成立之法律行為，如法律規定其決議必\r\n須有一定數額以上區分所有權人及其區分所有權比例出席，此一\r\n定數額以上之區分所有權人出席，為該法律行為成立之要件。欠\r\n缺此項要件，區分所有權人會議決議即屬不成立，尚非單純之決\r\n議方法違法問題。查公寓大廈管理條例第31條明定區分所有權人\r\n會議之決議，除規約另有規定外，應有區分所有權人 2/3以上及\r\n其區分所有權比例合計2/3以上出席，以出席人數3/4以上及其區\r\n分所有權比例占出席人數區分所有權 3/4以上之同意行之。系爭\r\n規約第22條亦明訂所有權人會議之決議，就「規約之訂定或變更\r\n」，應有所有權人2/3以上及其所有權比例合計2/3以上出席，以\r\n出席人數3/4以上及其所有權比例占出席人數所有權3/4以上之同\r\n意行之。則系爭會議出席之區分所有權人，不足所有權人 2/3以\r\n上及其所有權比例合計 2/3以上者所為之決議，因欠缺法律行為\r\n之成立要件，應不成立。原審以系爭會議之出席與同意人數不足\r\n法定人數所作成之決議，於法院撤銷該決議前並非無效，所持見\r\n解自有可議。系爭會議出席之區分所有權人是否未達區分所有權\r\n比例一定額數以上？與系爭會議作成系爭決議是否不成立，所關\r\n至切。原審未遑詳加調查審認，遽為上訴人不利之判決，尚有未\r\n洽。上訴論旨，指摘原判決違背法令，求予廢棄，非無理由。\r\n據上論結，本件上訴為有理由。依民事訴訟法第477條第1項、第\r\n478條第2項，判決如主文。\r\n中    華    民    國   109    年    3     月    18    日\r\n                      最高法院民事第八庭\r\n                          審判長法官  鄭  雅  萍  \r\n                                法官  陳  玉  完  \r\n                                法官  陳  毓  秀  \r\n                                法官  王  金  龍  \r\n                                法官  李  文  賢  \r\n本件正本證明與原本無異\r\n                                      書  記  官 \r\n中    華    民    國   109    年    4     月    1     日","type":"判決","historyHash":"5d688956cde13bb128456913","mainText":"原判決廢棄，發回臺灣高等法院。","opinion":"原審為上訴人敗訴之判決，駁回其變更之訴，係以：查被上訴人於105年3月26日召集系爭會議並作成系爭決議後，基於該項決議所修正之系爭規約第25條第3項、第4項規定，已因107年4月21日再次召集區分所有權人會議，決議修正變更系爭規約而不存在，上訴人並未主張及證明仍有訴請確認系爭決議不存在之必要，其請求確認不存在之系爭決議，顯係以過去之法律關係為確認訴訟之標的，並無即受確認判決之法律上利益。按區分所有權人會議之召集程序或決議方法，違反法令或章程時，依公寓大廈管理條例第1條第2項規定，應適用民法第56條第1 項撤銷總會決議之規定，由區分所有權人請求法院為撤銷區分所有權人會議決議之判決。系爭會議之議題六為「修正時代廣場大樓管理委員會委員選舉資格及辦法」，依系爭規約第22條規定，屬於特別決議事項。\n兩造不爭執系爭大樓之區分所有權人計有 224人，依系爭規約第22 條第1款規定，被上訴人召集系爭會議修正系爭規約，即應由區分所有權人2/3以上即150人，及其所有權比例合計 2/3以上出席，及以出席人數3/4以上即113人及其所有權比例占出席人數所有權 3/4以上之同意，始為合法。系爭大樓之區分所有權人出席系爭會議者僅為141人，僅占全體區分所有權人數之63%，同意者僅為69人，僅占出席人數之49% 。系爭會議之出席與同意人數固然不足法定人數，惟此僅足以證明系爭決議之方法違法，尚不足以證明其決議內容違法。系爭決議雖有得撤銷之原因，惟於區分所有權人提起撤銷系爭決議之訴，並獲得勝訴確定判決以前，系爭決議仍屬有效存在。系爭規約第15條第2 項規定，係指決議之內容違反系爭規約之規定，並不包括決議之方法違反系爭規約之情形。系爭會議之決議方法雖違反系爭規約第22條規定，但系爭決議之內容並未違反系爭規約之規定，系爭決議仍屬有效。上訴人變更之訴請求確認系爭決議不存在，為無理由，不應准許等詞，為其判斷之基礎。\n查上訴人於事實審主張：其已另向臺灣臺北地方法院（下稱臺北地院）起訴請求撤銷106年12月23日第16屆第2次區分所有權人會議之決議，並提出臺北地院準備程序通知書、民事訴訟起訴狀影本為據（見原審卷第209至216頁），此攸關依該次會議決議修正之規約所召集之第17屆區分所有權人會議之適法性。倘第17屆區分所有權人會議所為新修正之規約不成立，能否謂上訴人本件請求確認系爭決議不存在，無確認之利益？尚非無疑。次按公寓大廈管理委員會為人的組織體，區分所有權人會議為其最高意思機關。區分所有權人會議之決議乃多數區分所有權人基於平行與協同之意思表示相互合致而成立之法律行為，如法律規定其決議必須有一定數額以上區分所有權人及其區分所有權比例出席，此一定數額以上之區分所有權人出席，為該法律行為成立之要件。欠缺此項要件，區分所有權人會議決議即屬不成立，尚非單純之決議方法違法問題。查公寓大廈管理條例第31條明定區分所有權人會議之決議，除規約另有規定外，應有區分所有權人 2/3以上及其區分所有權比例合計2/3以上出席，以出席人數3/4以上及其區分所有權比例占出席人數區分所有權 3/4以上之同意行之。系爭規約第22條亦明訂所有權人會議之決議，就「規約之訂定或變更」，應有所有權人2/3以上及其所有權比例合計2/3以上出席，以出席人數3/4以上及其所有權比例占出席人數所有權3/4以上之同意行之。則系爭會議出席之區分所有權人，不足所有權人 2/3以上及其所有權比例合計 2/3以上者所為之決議，因欠缺法律行為之成立要件，應不成立。原審以系爭會議之出席與同意人數不足法定人數所作成之決議，於法院撤銷該決議前並非無效，所持見解自有可議。系爭會議出席之區分所有權人是否未達區分所有權比例一定額數以上？與系爭會議作成系爭決議是否不成立，所關至切。原審未遑詳加調查審認，遽為上訴人不利之判決，尚有未洽。上訴論旨，指摘原判決違背法令，求予廢棄，非無理由。\n據上論結，本件上訴為有理由。依民事訴訟法第477條第1項、第478條第2項，判決如主文。","relatedIssues":[{"lawName":"公寓大廈管理條例","issueRef":"1 2"},{"lawName":"公寓大廈管理條例","issueRef":"31"},{"lawName":"公寓大廈管理條例","issueRef":"31"},{"lawName":"公寓大廈管理條例","issueRef":"32 1"},{"lawName":"民事訴訟法","issueRef":"477 1"},{"lawName":"民事訴訟法","issueRef":"478 2"},{"lawName":"民法","issueRef":"56 1"}],"party":[]}
